Repository: Vnt0n/Simple-Sleep-Control
Catalog: Simple Sleep Control/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans

source: If you value my work, you can donate a small amount. ❤️
de: Wenn du meine Arbeit schätzt, kannst du einen kleinen Betrag spenden. ❤️
es: Si valoras mi trabajo, puedes donar una pequeña cantidad. ❤️
fr: Si vous appréciez mon travail, vous pouvez faire un don. ❤️
ja: 私の仕事を評価していただけるなら、少額の寄付をお願いします。❤️
zh_hans: 如果你重视我的工作，你可以捐赠一小笔款项。❤️

source: About me
de: Über mich
es: Acerca de mí
fr: À propos de moi
ja: 私について
zh_hans: 关于我

source: About Simple Sleep control
de: Über Simple Sleep Control
es: Acerca de Simple Sleep control
fr: À propos de Simple Sleep Control
ja: Simple Sleep controlについて
zh_hans: 关于SimpleSleepControl

source: An app by
de: Eine App von
es: Una aplicación de
fr: Une app créée par
ja: によるアプリ
zh_hans: 应用程序

source: and really simple to use, straight to the point.
de: und wirklich einfach zu benutzen, direkt auf den Punkt gebracht.
es: y realmente sencillas de usar, directas al grano.
fr: et vraiment simples à utiliser, qui vont droit au but.
ja: そして、本当にシンプルで、要領よく使えるアプリを作るのが好きです。
zh_hans: 使用简单，直奔主题。

source: and see my other apps here:
de: und meine anderen Apps hier ansehen:
es: y ver mis otras aplicaciones aquí:
fr: et voir mes autres apps :
ja: 他のアプリはこちら：
zh_hans: 并在这里查看我的其他应用程序：

source: Big thanks to Alberto Pasca
de: Großen Dank an Alberto Pasca
es: Un gran agradecimiento a Alberto Pasca
fr: Un grand merci à Alberto Pasca
ja: アルベルト・パスカに大きな感謝
zh_hans: 非常感谢Alberto Pasca

source: Deactivate all if 10% battery charge
de: Deaktiviere alles bei 10% Akkuladung
es: Desactivar todo si la batería está al 10%
fr: Désactiver si la batterie arrive à 10%
ja: バッテリー残量が10%になったらすべてを無効にする
zh_hans: 当电池电量为10%时停用所有功能

source: Donate with PayPal
de: Mit PayPal spenden
es: Donar con PayPal
fr: Donner avec PayPal
ja: PayPalで寄付する
zh_hans: 用贝宝捐款

source: Free, lightweight, straight to the point.
de: Kostenlos, leichtgewichtig, direkt auf den Punkt gebracht.
es: Gratuita, ligera, directa al grano.
fr: Gratuit, léger, sans chichi.
ja: 無料、軽量、要点のみ。
zh_hans: 免费、轻便、直奔主题。

source: I like to make apps, with no ads, lightweight,
de: Ich entwickle gerne Apps, die werbefrei und leichtgewichtig sind,
es: Me gusta crear aplicaciones sin anuncios, ligeras,
fr: J’aime créer des apps sans publicité, légères,
ja: 広告なしの軽量アプリを作るのが好きで、
zh_hans: 我喜欢制作没有广告、轻量级的应用程序

source: I'm an independent French developer.
de: Ich bin ein unabhängiger französischer Entwickler.
es: Soy un desarrollador francés independiente.
fr: Je suis un développeur indépendant.
ja: 私はフランスの独立系開発者です。
zh_hans: 我是一名独立的法国开发者

source: Launch at login
de: Bei Anmeldung starten
es: Se inicia al iniciar sesión
fr: Lancer au démarrage
ja: ログイン時に起動
zh_hans: 登录时启动

source: Launch Screensaver and Prevent Display Sleep
de: Bildschirmschoner starten und Display-Schlaf verhindern
es: Iniciar salvapantallas y evitar suspensión de la pantalla
fr: Lancer l’économiseur d’écran et empêcher l’écran de s’éteindre
ja: スクリーンセーバーを起動してディスプレイのスリープを防止する
zh_hans: 启动屏幕保护程序并防止显示屏休眠

source: Launch Screensaver and Prevent System Sleep
de: Bildschirmschoner starten und System-Schlaf verhindern
es: Iniciar salvapantallas y evitar suspensión del sistema
fr: Lancer l’économiseur d’écran et empêcher l’ordinateur de s’éteindre
ja: スクリーンセーバーを起動してシステムのスリープを防止する
zh_hans: 启动屏幕保护程序并防止系统休眠

source: Lock Screen and Prevent Display Sleep
de: Bildschirm sperren und Display-Schlaf verhindern
es: Bloquear pantalla y evitar suspensión de la pantalla
fr: Verrouiller l’écran et empêcher l’écran de s’éteindre
ja: 画面をロックしてディスプレイのスリープを防止する
zh_hans: 锁定屏幕并防止显示屏休眠

source: Lock Screen and Prevent System Sleep
de: Bildschirm sperren und System-Schlaf verhindern
es: Bloquear pantalla y evitar suspensión del sistema
fr: Verrouiller l’écran et empêcher l’ordinateur de s’éteindre
ja: 画面をロックしてシステムのスリープを防止する
zh_hans: 锁定屏幕并防止系统休眠

source: Prevent Display Sleep
de: Display-Schlaf verhindern
es: Evitar el reposo de la pantalla
fr: Empêcher l’écran de s’éteindre
ja: ディスプレイのスリープを防ぐ
zh_hans: 防止显示屏休眠

source: Prevent System Sleep
de: Systemschlaf verhindern
es: Evitar suspensión del sistema
fr: Empêcher l’ordinateur de s’éteindre
ja: システムスリープ防止
zh_hans: 防止系统休眠

source: Quit Simple Sleep Control
de: Beenden
es: Salir de Simple Sleep Control
fr: Quitter
ja: 終了する
zh_hans: 退出

source: This app is available for a voluntary contribution.
de: Diese App ist für einen freiwilligen Beitrag verfügbar.
es: Esta aplicación está disponible por una contribución voluntaria.
fr: Cette application est à prix libre.
ja: このアプリは任意の寄付でご利用いただけます。
zh_hans: 此应用程序可通过自愿捐款获得。

source: You can also share your love by writing me an email
de: Du kannst auch deine Liebe teilen, indem du mir eine E-Mail schreibst
es: También puedes compartir tu amor escribiéndome un email
fr: Vous pouvez aussi m’envoyer un email
ja: また、私に電子メールを書くことによってあなたの愛を共有することができます。
zh_hans: 您也可以给我发电子邮件来分享您的爱

source: You like my work?
de: Gefällt Ihnen meine Arbeit?
es: ¿Te gusta mi trabajo?
fr: Vous aimez Simple Sleep Control ?
ja: 私の仕事が好きですか？
zh_hans: 喜欢我的作品吗？

source: OK
zh_hans: 确定
